<?php
/**
 *  +----------------------------------------------------------------------
 *  | Created by  hahadu (a low phper and coolephp)
 *  +----------------------------------------------------------------------
 *  | Copyright (c) 2020. [hahadu] All rights reserved.
 *  +----------------------------------------------------------------------
 *  | SiteUrl: https://github.com/hahadu/wechat
 *  +----------------------------------------------------------------------
 *  | Author: hahadu <582167246@qq.com>
 *  +----------------------------------------------------------------------
 *  | Date: 2020/10/27 上午12:21
 *  +----------------------------------------------------------------------
 *  | Description:   评论设置
 *  +----------------------------------------------------------------------
 **/
return[
    'COMMENT'                   =>  '1',       // 是否开启文章评论1:开启 0:关闭
    'COMMENT_REVIEW'            =>  '1',       // 评论审核1:开启 0:关闭
    'COMMENT_SEND_EMAIL'        =>  '1',       // 被评论邮件通知1:开启 0:关闭
    'EMAIL_RECEIVE_ADMIN'       =>  '582167246@qq.com', // 站长接收评论通知邮箱
    'COMMENT_SEND_ADMIN_ID'     =>  '4',       // 发送被评论时发送给站长的邮件ID
    'COMMENT_SEND_USER_ID'      =>  '5',       // 发送给用户的邮件ID

];

