<?php
/**
 *  +----------------------------------------------------------------------
 *  | Created by  hahadu (a low phper and coolephp)
 *  +----------------------------------------------------------------------
 *  | Copyright (c) 2020. [hahadu] All rights reserved.
 *  +----------------------------------------------------------------------
 *  | SiteUrl: https://github.com/hahadu/wechat
 *  +----------------------------------------------------------------------
 *  | Author: hahadu <582167246@qq.com>
 *  +----------------------------------------------------------------------
 *  | Date: 2020/10/26 下午11:07
 *  +----------------------------------------------------------------------
 *  | Description:   phpmail配置文件
 *  +----------------------------------------------------------------------
 **/
return[
    'smtp_from_name'        => 'hahadu',   // 发件人
    'smtp_address'          => 'smtp.qq.com',   // smtp
    'smtp_username'         => 'xxx@qq.com',   // 账号
    'smtp_password'         => 'sssss',   // 密码  注意: 163和QQ邮箱是授权码；不是登录的密码
    'smtp_secure'           => 'ssl',   // 链接方式 如果使用QQ邮箱；需要把此项改为  ssl
    'smtp_port'             => '465',   // 端口 如果使用QQ邮箱；需要把此项改为  465
];


